Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=47_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd
fin: Koulutus- ja oppimateriaalilautakunta

source: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd lij sääʹmteeʹǧǧ škoouʹlʼjempolitiikklaž čuäjtõõzzi, aalǥtõõzzi, ceâlklmi da beäʹlestväʹlddmuužži valmštõõlli da sääʹmǩiõllsa mättʼtemaunnâz plaanumuužžâst, valmšteʹmest da jueʹǩǩmest vaʹstteei organ.
fin: Koulutus- ja oppimateriaalilautakunta on saamelaiskäräjien koulutuspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija ja saamenkielisen oppimateriaalin suunnittelusta, valmistamisesta ja jakelusta vastaava elin.

source: Luʹvddkååʹdd tuâjjân lij ooudâsviikkâd sääʹm-mättʹtõõđji vuõiggâdvuõđid jieʹnnǩiõl da jiiʹjjesǩiõllsa mättʼtõʹsse da sääʹm-mättʹtõõzz stattuuzz Lääʹddjânnam škoouʹlriâššmõõžžâst.
fin: Lautakunnan tehtävänä on edistää saamelaisoppilaiden oikeuksia oman kielen ja omakieliseen opetukseen sekä saamelaisopetuksen asemaa Suomen koulujärjestelmässä.

source: Tõt tuejjad saaʹmi mättʼtõõzz kuõskki vooudlaž, naroodlaž da tâʹvvjânnamlaž õhttsažtuâi.
fin: Se tekee saamelaisten opetukseen liittyvää alueellista, kansallista ja pohjoismaista yhteistyötä.

source: Luʹvddkåʹdd tuʹmmai valdia mä ʹhssemplaanâst (väʹlddklass 29, mättʹtõsministeria) sääʹmǩiõllsa mättʼtemaunnâz da sääʹm-mättʼtõõzz õõudâsviikkmõʹšše čuäʹjtum valdiaveäʹǩǩvuõđ ââʹnnmest.
fin: Lautakunta päättää valtion talousarviossa (pääluokka 29, opetusministeriö) saamenkielisen oppimateriaalin ja saamelaisopetuksen kehittämiseen osoitetun valtionavustuksen käytöstä.

source: Tõt valmštââll sääʹmteeʹǧǧ såbbra mättʼtemaaunâspuuʹttʼtõõzz godovai da kuuʹǩǩab ääiʹj plaan da oudd piirieeʹjji sääʹmteeʹǧǧ såbbra da mättʼtõshalltõʹsse čiõlǥtõõzz tõn poddsaž mättʼtemaunnsin da valdiaveäʹǩǩvuõđ ââʹnnmest.
fin: Se valmistelee saamelaiskäräjien kokoukselle oppimateriaalituotannon vuotuiset ja pitemmän aikavälin suunnitelmat ja antaa vuosittain saamelaiskäräjien kokoukselle ja opetushallitukselle selvityksen oppimateriaalitilanteesta ja valtionavustuksen käytöstä.

source: Luʹvddkåʹdd vaʹsttad tän lââʹssen Sääʹmnuõri čeäʹppvuõttpeeiʹvest, kååʹtt lij piirieeʹjji õhttsažtuâjast saaʹmi dommvuuʹd kooʹddi- da sääʹmseäʹrvivuiʹm rajjum päärnai da nuõri čeäʹpp- da kulttuurǩiõčlmõš.
fin: Lautakunta vastaa lisäksi Saamelaisnuorten taidetapahtumasta (Sámenuoraid dáiddadáhpáhus), joka on vuosittain yhteistyössä saamelaisten kotiseutualueen kuntien ja saamelaisyhdistysten kanssa järjestettävä lasten ja nuorten taide- ja kulttuurikatselmus.

source: Škoouʹlʼjem- da mättʼtemaaunâskoontâr valmštââll da peejj tuåimmu aaʹššid, koid luʹvddkåʹdd ǩiõttʼtââll.
fin: Lautakunnan käsittelemät asiat valmistelee ja toimeenpanee koulutus- ja oppimateriaalitoimisto.

source: Luʹvddkååʹdd čiõʹlǧǧeejen tuåimmje škoouʹlʼjempiizar (škoouʹlʼjempolitiikklaž ääʹšš), mättʼtemaaunâspiizar (mättʼtemaaunâsääʹšš) da mättʼtemaaunâsplaaneei (Sääʹmnuõri čeäʹppvuõttpeiʹvv).
fin: Lautakunnan esittelijöinä toimivat koulutussihteeri (koulutuspoliittiset asiat), oppimateriaalisihteeri (oppimateriaaliasiat) ja oppimateriaalisuunnittelija (Saamelaisnuorten taidetapahtuma).

source: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkådda koʹlle eeʹjjin 2008-2011 täk-aa vuässla:
fin: Koulutus- ja oppimateriaalilautakuntaan kuuluvat vuosina 2012-2015 seuraavat jäsenet:

source: Vuässla:
fin: Jäsenet:

source: Asla Järvensivu
fin: Yrjö Musta, pj.

source: Vääʹrrvuässla:
fin: Anna-Liisa Väyrynen

source: Teija Linnanmäki
fin: Outi Länsman
